Repository: tempo-riz/trimtalk
Catalog: lib/l10n/app_*.arb
Languages: fr

# ttMeaning
source: TrimTalk means converting audio messages into concise and accurate text transcripts.
fr: TrimTalk signifie convertir des messages audio en text concis et pratique.

# transcribeAndSummarizeBySharingThemWithTheApp
source: Transcribe and summarize audio messages by sharing them with the app.
fr: Transcris et résume les messages audio en les partageant avec l'application.

source: Transcribe and summarize WhatsApp audio messages.
fr: Transcris et résume les messages audio WhatsApp.

# youCanAlsoTranscribeOtherAudioFilesBySharingThemWithTheApp
source: You can also transcribe other audio files by sharing it with the app.
fr: Tu peux également transcrire d'autres fichiers audio en les partageant avec l'application.

# stillInDevDisclaimer
source: The app is in developpement, If you find a bug or have ideas please use this button later to send feedback :)
fr: L'application est en développement. Si tu trouves un bug ou as des idées, utilise ce bouton plus tard pour envoyer des retours :)

source: Let's get started
fr: C'est parti

# ttNeedsToAccesAudioFiles
source: Trim Talk needs access to audio files to transcribe them !
fr: Trim Talk a besoin d'accéder aux fichiers audio pour les transcrire !

source: Read audio files
fr: Lire les fichiers audio

source: Your data is private and never shared
fr: Tes données sont privées et ne sont jamais partagées

source: Give permission
fr: Donner l'autorisation

# giveAccesToTheFollowingFolder
source: Give access to the following folder :
fr: Donne accès au dossier suivant :

source: Nothing to see here...
fr: Rien à voir ici...

source: Share any audio file to the app
fr: Partage n'importe quel fichier audio avec l'application

source: Tap check now
fr: Appuie sur vérifier maintenant

source: Copy
fr: Copier

source: Copied
fr: Copié

source: Share
fr: Partager

source: Delete
fr: Supprimer

source: Check now
fr: Vérifier maintenant

source: Thank you
fr: Merci

source: Failed to send feedback, please try again
fr: Échec de l'envoi du retour, réessaie s'il te plaît

source: Please try again with text
fr: Réessaie avec du texte s'il te plaît

source: Quick explanation
fr: Explication rapide

source: Audio messages appear like that:
fr: Les messages audio apparaissent comme ceci :

source: Tap the card to load the transcript
fr: Appuie sur la carte pour transcrire

source: Tap
fr: Appuie

source: Skip tutorial
fr: Passer le tutoriel

source: to summarize
fr: pour résumer

source: Tap the card to see details
fr: Appuie sur la carte pour voir les détails

source: Settings
fr: Paramètres

# shareTt
source: Share TrimTalk
fr: Partager TrimTalk

# rateTtOnStore
source: Rate TrimTalk on the store
fr: Évalue TrimTalk sur le store

source: Are you sure ?
fr: Es-tu sûr ?

source: Do you really want to delete every transcript ? This can't be undone.
fr: Veux-tu vraiment supprimer toutes les transcriptions ? Cela ne peut pas être annulé.

source: Yes
fr: Oui

source: No
fr: Non

source: Delete all transcripts
fr: Supprimer les transcriptions

source: Transcription language
fr: Langue de transcription

source: Dark mode
fr: Mode sombre

# autoLanguageDisclaimer
source: More accurate with a specific language
fr: Plus précis avec une langue spécifique

source: Periodic check frequency
fr: Fréquence de vérification périodique

source: Disable periodic check
fr: Désactiver la vérification périodique

source: Enable periodic check
fr: Activer la vérification périodique

source: Don't ask confirmation
fr: Ne pas demander de confirmation

# alwaysAutoTranscribe
source: Auto transcribe
fr: Transcription auto

source: Translate
fr: Traduire

# translateExplain
source: Translate to the app language if different
fr: Traduire vers la langue de l'app si différente

source: When app is in background
fr: Lorsque l'application est en arrière-plan

source: Send notifications
fr: Notifications

source: Auto detect
fr: Détection automatique

# autoDetectExplain
source: Listens to notifications to detect new messages
fr: Écoute les notifications pour détecter les nouveaux messages

source: Today at
fr: Aujourd'hui à

source: Yesterday at
fr: Hier à

source: Never checked
fr: Jamais vérifié

source: Received at
fr: Reçu à

source: days ago at
fr: il y a jours à

source: No new audios found
fr: Aucun nouvel audio trouvé

source: Transcribing
fr: Transcription en cours

source: Failed to transcribe
fr: Échec de la transcription

source: Trim audio
fr: Couper l'audio

source: Empty transcript
fr: Transcription vide

source: Okay
fr: D'accord

source: Audio message
fr: Message audio

source: Copy transcript
fr: Copier le transcript

source: Summary
fr: Résumé

source: Copy summary
fr: Copier le résumé

# heyImUsingTtToTranscribeAndSummarizeCheckItOut
source: Hey, I'm using TrimTalk to transcribe and summarize audio messages, check it out!
fr: Hey, j'utilise TrimTalk pour transcrire et résumer des messages audio:

# madeWithTt
source: Made with TrimTalk
fr: Fait avec TrimTalk

source: App language
fr: Langue de l'app

source: Check code on GitHub
fr: Voir le code sur GitHub
